import {Offer} from '../types/offer';

export const offers: Offer[] = [
  {
    image: "hhtp",
    header: "Room 1",
    description: "Задача организации, в особенности же постоянный количественный рост и сфера нашей активности способствует подготовки и реализации соответствующий условий активизации. С другой стороны постоянный количественный рост и сфера нашей активности требуют определения и уточнения новых предложений.",
    premium: true,
    type: "room",
    rating: 4.8,
    roomCount: 5,
    guestMax: 2,
    price: 400,
    homeOwner: "Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности играет важную роль в формировании направлений прогрессивного развития. Разнообразный и богатый опыт постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение модели развития.",
  },
  {
    image: "hhtp",
    header: "Room 1",
    description: "Задача организации, в особенности же постоянный количественный рост и сфера нашей активности способствует подготовки и реализации соответствующий условий активизации. С другой стороны постоянный количественный рост и сфера нашей активности требуют определения и уточнения новых предложений.",
    premium: true,
    type: "room",
    rating: 4.8,
    roomCount: 5,
    guestMax: 2,
    price: 400,
    homeOwner: "Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности играет важную роль в формировании направлений прогрессивного развития. Разнообразный и богатый опыт постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение модели развития.",
  },

]
